/* Dialog Strings */
"SAVE" = "儲存";
"DONTSAVE" = "不儲存";
"CANCEL" = "取消";
"DELETE" = "刪除";
"OK" = "好";
"APPLY" = "套用";
"REVERT" = "回復";
"DONTAPPLY" = "不套用";
"CONTINUE" = "繼續";
"NONE" = "無";
"ASSIST" = "協助我⋯";
"NEW_ISP" = "取得新 ISP⋯";
"CREATE" = "製作";
"DO_NOT_CREATE" = "不製作";
"UNKNOWN" = "未知的";
"DONE" = "完成";
"AUTHENTICATE" = "認證";
"DEAUTHENTICATE" = "取消認證";

"ADVANCED" = "進階";
"SETUP" = "設定⋯";
"CONNECT" = "連線";
"DISCONNECT" = "中斷連接";
"DIAL_NOW" = "現在撥號";

"EDIT_BUTTON_RENAME" = "重新命名";
"EDIT_BUTTON_EDIT" = "編輯⋯";

"LINK_AGGREGATE" = "連結聚集";

/* Panel Strings */
"SAVE_CONFIG" = "要套用配置所作的更動嗎？";
"IP_FROM_SERVER" = "IP 位址：伺服器會提供\n";
"IP_ADDR" = "IP 位址：%@\n";
"DELETE_LOC" = "您確定要刪除位置“%@”嗎？";
"DELETE_CFG" = "您確定要刪除配置“%@”嗎？";
"DELETE_SERVICE" = "您確定要刪除名為“%@”的服務嗎？";
"NO_UNDO_DESC" = "無法還原此動作。";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "“%@”服務在多個位置中";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "您要從所有位置或從現用位置刪除？";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "從所有位置刪除";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "從現用位置刪除";
"RENAME_CFG" = "更改配置名稱：";
"RENAME_SERVICE" = "為“%@”輸入新名稱。";
"CREATE_CFG" = "製作新配置的名稱：";
"CREATE_SERVICE" = "製作新服務的名稱：";
"DUPLICATE_SERVICE" = "為“%@”的複製項目輸入名稱。";
"AUTOMATIC_CFG" = "自動";
"DEFAULT_CFG" = "預設值";
"UNTITLED_CFG" = "未命名";
"CFG_NAME" = "配置名稱：";
"CFG_COPY_NO_FORMAT" = "拷貝";
"CFG_COPY" = "%@ 拷貝";
"AIRPORT_ID" = "AirPort ID：";
"ENET_ID" = "乙太網路位址：";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "無效的名稱！";
"DUPLICATE_NAME" = "名稱必須是獨有的！";
"INVALID_VLAN_TAG" = "標記超出範圍！";
"DUPLICATE_VLAN_TAG" = "標記必須是獨有的！";
"TURN_AIRPORT_OFF" = "停用 AirPort";
"TURN_AIRPORT_ON" = "啟用 AirPort";
"AIRPORT_POWER_ON" = "啟用";
"AIRPORT_POWER_OFF" = "關";
"VPN_TITLE" = "VPN（%@）";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 to 4";

"MODEM_GENERIC" = "通用";
"MODEM_OTHER" = "其他";

"UNTITLED_INTERFACE" = "未命名";
"UNTITLED_SERVER" = "未命名伺服器";

"ALERT_UNSAVED_CHANGES_FORMAT" = "“%@”服務有尚未被套用的更動。您要套用它們嗎？";
"ALERT_UNSAVED_CHANGES" = "此服務有未儲存的更動";
"ALERT_UNSAVED_CHANGES_EXIT" = "您要在關閉“網路”偏好設定面板前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_IMPORT" = "輸入會導致任何未儲存更動的遺失。您要在輸入配置前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_SWITCH" = "您要在切換服務前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "您要在切換位置前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "您要在編輯位置前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "切換 AirPort 電源會導致所有未儲存更動的遺失。您要在切換 AirPort 電源前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "更新 DHCP 租約會導致所有未儲存更動的遺失。您要在更新 DHCP 租約前套用您的更動嗎？";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "不套用更動而直接連線會使用先前的設定。您要在連線之前套用您的更動嗎？";

"DELETE_VLAN_MULTIPLE" = "此 VLAN 正由 %d 個網路服務使用中。";
"DELETE_VLAN_ONE" = "此 VLAN 正由 1 個網路服務使用中。";
"DELETE_VLAN" = "確定要刪除 VLAN“%@”？";
"DELETE_VLAN_INFO" = "如果您刪除了 VLAN，所有使用此 VLAN 的網路服務也會被刪除。刪除的服務或 VLAN 無法還原。您確定要繼續刪除 VLAN 及其相關的配置嗎？";

"DELETE_BOND_MULTIPLE" = "此聚集正由 %d 個網路服務使用中。";
"DELETE_BOND_ONE" = "此聚集正由 1 個網路服務使用中。";
"DELETE_BOND" = "確定要刪除集合“%@”？";
"DELETE_BOND_INFO" = "如果您刪除了聚集，所有使用此聚集的網路服務也會被刪除。刪除的服務或聚集無法還原。您確定要繼續刪除聚集及其相關的配置嗎？";
"UNTITLED_VLAN" = "未命名 VLAN";
"UNTITLED_BOND" = "未命名接合";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "已連接所有成員介面。";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "已連接部份成員介面。請按“進階”一下來取得更多資訊。";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "未連接成員介面。請按“進階”一下來取得更多資訊。";

"NEW_INTERFACE" = "已偵測到新介面";
"SAVE_INTERFACE" =  "已偵測到新網路介面：\r\r%@\r\r請驗證其設定是否正確，並按“套用”來啟用此介面。";

"NEW_INTERFACES" = "已偵測到新介面";
"SAVE_INTERFACES" =  "已偵測到新網路介面：\r\r%@\r\r請驗證其設定是否正確，並按“套用”來啟用這些介面。";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "啟用服務";
"Make Service Inactive" = "停用服務";

"Remove Service" = "移除服務“%@”⋯";
"Duplicate Service" = "複製服務“%@”⋯";
"Rename Service" = "重新命名服務“%@”⋯";
"DELETE_WITH_NAME" = "刪除“%@”⋯";
"EDIT_WITH_NAME" = "編輯“%@”⋯";

/* Location Menu */
"EDIT_LOCATIONS" = "編輯所在位置⋯";

/* transmitting and receiving */
"tx" = "TX";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "全";
"half" = "半";
"full-duplex" = "全雙工";
"half-duplex" = "半雙工";
"flow" = "流量";
"flow-control" = "流量控制";
"auto" = "自動";
"autoselect" = "自動選擇";

/* misc service title */
"UNKNOWN_SERVICE" = "未知的服務";

/* status strings */
"Inactive" = "未連接";
"Connected" = "已連線";
"Connecting" = "正在連線⋯";
"Disconnecting" = "正在斷線⋯";
"Some Connected" = "已連接部份";
"Not Connected" = "未連接";
"Not Configured" = "未設定";
"Unknown State" = "未知的狀態";
"Cable Unplugged" = "已拔除接線";

"Self-Assigned IP" = "自行指定的 IP";
"No IP Address" = "沒有 IP 位址";
"Loopback IP" = "回繞 IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "帳號";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "乙太網路";
"modem" = "數據機";
"pppoe" = "PPPoE";
"proxies" = "代理伺服器";
"appletalk" = "AppleTalk";
"bonds" = "接合狀態";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "隨選即用 VPN";
"vpnoptions" = "選項";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "服務";
"Active Services" = "現用的服務";
"Inactive Services" = "未啟用的服務";
"All Services" = "所有服務";
"All Broadband Services" = "所有寬頻服務";
"All VPN Services" = "所有 VPN 服務";
"All Wireless Services" = "所有無線網路服務";
"All Dial-up Services" = "所有撥接服務";

"All Active Services" = "所有現用的服務";
"Active Broadband Services" = "現用的寬頻服務";
"Active VPN Services" = "現用的 VPN 服務";
"Active Wireless Services" = "現用的無線網路服務";
"Active Dial-up Services" = "現用的撥接服務";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "設定服務順序和其他動作";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "此網路硬體的“媒體存取控制”（MAC）識別碼";
"AirPortID Tooltip" = "此網路硬體的“媒體存取控制”（MAC）識別碼（和 AirPort 識別碼相同）";

/* IP Address Validation strings */
"InvalidIPAddress" = "無效的 IP 位址";
"InvalidSubnetMask" = "無效的子網路遮罩";
"InvalidRouterAddress" = "無效的路由器位址";
"InvalidServerAddress" = "無效的伺服器位址";
"InvalidDomainLabel" = "無效的網域標籤";
"LinkLocalAddress" = "連結本機位址";
"InvalidPrefixLength" = "無效的前置碼長度";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP 位址必須含有 4 組介於 0 至 255 之間的數字，彼此以句點隔開。";
"BasicSubnetMaskError"	= "子網路遮罩必須含有 4 組介於 0 至 255 之間的數字，彼此以句點隔開。";
"DefaultRouteError"	= "輸入的數值已保留為預設路由，不可作為此電腦的 IP 位址。";
"LimitedBroadcastError"	= "輸入的數值為有限的廣播位址，不可作為此電腦的 IP 位址。";
"FirstQuadReservedError"	= "輸入數值四段中的第一段超出範圍，不可作為此電腦的路由器位址。";
"SourceAddressError"	= "輸入數值四段中的第一段不能為零。";
"LoopbackError"	= "輸入數值四段中的第一段不能為 127。";
"BroadcastAddressError"	= "主機位址無法與廣播位址相符。";
"NetworkAddressError"	= "主機位址不能為 0。";

// IP Address Octet value error reasons
"OctetMatchError"	= "IP 位址的網路位址部份與子網路位址不相符。";
"OctetRangeError"	= "IP 位址不在路由器位址和子網路遮罩支援的位址範圍內。";

// IP and Router match error
"IPRouterMatchError"= "IP 位址不能與路由器位址相同。";

// IP Address Link Local Address
"LinkLocalError" = "IP 位址是不可路由的。建議輸入不同的 IP 位址。";

// subnet maskk error reasons
"NonContiguousOnesError" = "子網路遮罩無效。請檢查其數值以確定輸入正確。請聯絡您的網路管理者尋求協助。";

// DNS Search Domain errors
"SearchDomainLabelError" = "搜尋網域名稱必須由字母、數字和連字號組成。名稱的開頭和結尾必須為字母或數字。";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6 位址必須含有 8 組介於 0x0 至 0xffff 之間的十六進位數字，彼此以冒號隔開。";
"IPv6RouterBasicValidationError" = "IPv6 路由器位址必須含有 8 組介於 0x0 至 0xffff 之間的十六進位數字，彼此以冒號隔開。";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "IPv6 的前置碼長度必須為介於 0 至 128 之間的整數。建議輸入的數值小於 127。";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "“DHCP 用戶識別碼”太長";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "“DHCP 用戶識別碼”不得超過 255 個字元。";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 天，%2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d 天，%2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Byte";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "重複所選的位置";
"DUPLICATE_SERVICE_TOOLTIP" = "重複所選的服務";
"DELETE_SET_TOOLTIP" =  "刪除所選的位置";
"DELETE_SERVICE_TOOLTIP" =  "刪除所選的服務";
"SERVICES_COLUMN_TITLE" = "服務";
"LOCATIONS_COLUMN_TITLE" = "所在位置";
"ADD_LOCATION_TOOLTIP" = "加入位址";
"DELETE_LOCATION_TOOLTIP" = "刪除所選的位置";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "選取服務以加入“%@”位置";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec 共享密鑰";

/* Keychain */
"IC_KEYCHAIN" = "Internet 連線程式";
"8021x_KEYCHAIN" = "802.1X 密碼";
"IC_KEYCHAIN_FORMAT" = "Internet 連線程式：%@";

/* configuration popup menu item titles */
"Rename item" = "重新命名“%@”⋯";
"Delete item" = "刪除“%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "加入 DNS 伺服器位址";
"DELETE_DNS_SERVER_TOOLTIP" = "移除 DNS 伺服器位址";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "加入 DNS 搜尋網域";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "移除 DNS 搜尋網域";

"ADD_WINS_SERVER_TOOLTIP" = "加入 WINS 伺服器位址";
"DELETE_WINS_SERVER_TOOLTIP" = "刪除 WINS 伺服器位址";
"Add WINS server address" = "加入 WINS 伺服器位址";
"Delete WINS server address" = "刪除 WINS 伺服器位址";

"ADD_8021X_CONFIG_TOOLTIP" = "加入 802.1X 配置";
"DELETE_8021X_CONFIG_TOOLTIP" = "刪除 802.1X 配置";
"Add an 802.1x configuration" = "加入 802.1X 配置";
"Delete an 802.1x configuration" = "刪除 802.1X 配置";

"ADD_IPV6_ADDRESS_TOOLTIP" = "加入新的 IPv6 位址";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "刪除所選的“IPv6 位址”";

"ADD_SERVICE_TOOLTIP" = "加入新的服務";
"REMOVE_SERVICE_TOOLTIP" = "刪除所選的服務";

"CURRENT_NETBIOS_NAME_FORMAT" = "“%@”正在使用中。";

"CUSTOM_RANGE_FORMAT" = "（%d 至 %d）";
"MTU_RANGE_ERROR_TITLE" = "數值超出範圍";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "輸入的 MTU 數值小於此介面支援的最小值（%d）。";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "輸入的 MTU 數值大於此介面支援的最大值 (%d)。";
"MTU_RANGE_ERROR" = "輸入的數值不在此介面支援的 MTU 數值範圍內。";

// proxy descriptions
"FTP Proxy" = "FTP 代理伺服器";
"Web Proxy (HTTP)" = "網頁代理伺服器（HTTP）";
"Secure Web Proxy (HTTPS)" = "安全網頁代理伺服器（HTTPS）";
"Streaming Proxy (RTSP)" = "串流代理伺服器（RTSP）";
"SOCKS Proxy" = "SOCKS 代理伺服器";
"Gopher Proxy" = "Gopher 代理伺服器";
"Automatic Proxy Configuration" = "自動代理伺服器配置";
"Auto Proxy Discovery" = "自動尋找代理伺服器";
		
// proxy titles
"FTP Proxy Server" = "FTP 代理伺服器";
"Web Proxy Server" = "網頁代理伺服器";
"Secure Web Proxy Server" = "安全網頁代理伺服器";
"Streaming Proxy Server" = "串流代理伺服器";
"SOCKS Proxy Server" = "SOCKS 代理伺服器";
"Gopher Proxy Server" = "Gopher 代理伺服器";
"Proxy Configuration File" = "代理伺服器配置檔案";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "找不到憑證";
"NO_CERT_ALERT_INFO" = "無法啟用憑證認證，因為您的鑰匙圈沒有包含任何合適的憑證。請使用“鑰匙圈存取”將適當的憑證輸入您的鑰匙圈。若您沒有認證所要求的憑證，請聯絡您的網路管理者。";
"NO_CERT_MACHINE_ALERT_TITLE" = "找不到機器憑證";
"NO_CERT_MACHINE_ALERT_INFO" = "無法啟用憑證認證，因為您的鑰匙圈沒有包含任何合適的憑證。請使用“鑰匙圈存取”將適當的憑證輸入您的鑰匙圈。若您沒有認證所要求的憑證，請聯絡您的網路管理者。";
"NO_CERT_ALERT_OK" = "好";
"NO_CERT_SELECTED" = "沒有選取任何項目";
"SELECT_USER_CERT_TITLE" = "選取您的使用者認證憑證：";
"SELECT_TLS_CERT_TITLE" = "選取您的 TLS 憑證：";
"SELECT_MACHINE_CERT_TITLE" = "選取您的機器認證憑證：";
"SELECT_CERT_INFO" = "沒有選取任何項目";
"CERT_NOT_FOUND" = "不在鑰匙圈中";
"CERT_NOT_FOUND_TOOLTIP" = "所選的憑證已不在鑰匙圈中";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "將新的網域加入列表";
"REMOVE_VPN_DOMAIN" = "將所選的網域從列表中移除";
"Add VPN on Demand domain" = "加入隨選即用 VPN 網域";
"Remove VPN on Demand domain" = "移除隨選即用 VPN 網域";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "否";
"MINUTES_LABEL" = "分鐘後即重撥"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "啟用 TLS 會造成認證失敗。";
"ONEX_TLS_INFO" = "無法啟用 TLS，因為您的鑰匙圈沒有包含任何合適的憑證。請使用“鑰匙圈存取”將適當的憑證輸入您的鑰匙圈。若您沒有認證所要求的憑證，請聯絡您的網路管理者。";
"NO_CERTS" = "找不到認證";
"TLS_DESC" = "選取您的 TLS 憑證：";

"ONEX_OFF_STATUS" = "已停用 802.1X";
"ONEX_ON_STATUS" = "已啟用 802.1X";
"ONEX_INACTIVE_STATUS" = "已停用 802.1X";
"TURN_ONEX_OFF" = "停用 802.1X";
"TURN_ONEX_ON" = "啟用 802.1X";

"ONEX_LOGIN_OFF_STATUS" = "已停用 802.1X 登入";
"ONEX_LOGIN_ON_STATUS" = "已啟用 802.1X 登入";
"TURN_LOGIN_ONEX_OFF" = "停用 802.1X 登入";
"TURN_LOGIN_ONEX_ON" = "啟用 802.1X 登入";

"ENABLE_8021X_TOOLTIP" = "按一下來啟用或停用此網路服務的系統 802.1X 認證。";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "必須有使用者名稱和密碼才能允許 802.1X 認證的啟用。";
"ONEX_AUTH_BUTTON_TOOLTIP" = "按一下來使用 802.1X 配置進行認證";
"ONEX_LOGIN_CREDS_TOOLTIP" = "使用者名稱和密碼只是作為取得憑證並將其設為信任憑證之用。系統不會保留它們。";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X 認證失敗。";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X 無法認證。可能是您所提供的配置無效。若您不確定要使用什麼樣的配置來連接，請先詢問您的系統管理者。"; 
"ONEX_PROTOCOL_FAILURE" = "系統不支援您所試著連接的一個或多個通訊協定。若您不確定要連接哪個通訊協定，請先詢問您的系統管理者。"; 
"ONEX_INNER_PROT_FAILURE" = "系統不支援您所試著連接的一個或多個內部通訊協定。若您不確定要連接哪個內部通訊協定，請先詢問您的系統管理者。"; 
"ONEX_SECURITY_ERROR" = "安全性錯誤：%d";
"ONEX_ERROR_PORT" = "（錯誤：%1$d，位於埠 %2$@）";

"ONEX_AUTHENTICATING" = "正在認證";
"ONEX_CONNECTED" = "已認證";
"ONEX_CONNECTED_VIA" = "已透過“%@”認證";
"ONEX_CONNECTED_VIA_PROT" = "已透過“%@”認證（%@）";
"ONEX_ELAPSED_TIME" = "連接時間：%@";
"ONEX_NO_AUTHENTICATOR" = "認證伺服器沒有回應";

"ONEX_PROGRESS_TITLE" = "正在配置“%2$@”適用的“%1$@”設定";
"ONEX_PROGRESS_STEP_AUTH" = "正在認證⋯";
"ONEX_PROGRESS_STEP_TRUST" = "正在設定信任⋯";

"ONEX_SYSTEM_DOMAIN" = "系統描述檔";
"ONEX_LOGINWINDOW_DOMAIN" = "登入視窗描述檔";
"ONEX_USER_DOMAIN" = "使用者描述檔";
"ONEX_SYSTEM_CONFIG" = "系統描述檔";
"ONEX_LOGINWINDOW_CONFIG" = "登入視窗";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "要取代“系統描述檔”嗎？";
"ONEX_REPLACE" = "取代";
"ONEX_REPLACE_SHEET_INFO" = "要用名為“%@”的描述檔來取代系統描述檔嗎？";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "此網路已存在描述檔。";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "為此網路製作其他描述檔可能會影響自動加入網路的能力。";

/* status strings */
"UNKNOWN_SUMMARY" = "無法確定網路連線狀態。";
"UNKNOWN_STATUS" = "網路狀態未知";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "將偏好的網路加入列表";
"DELETE_NETWORK_TOOLTIP" = "將網路從偏好的列表中移除";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "“%@”目前已停用";
"AIRPORT_ON" = "“%@”目前已啟用";
"AIRPORT_CONNECTED" = "“%@”已連接網路";
"AIRPORT_UNKNOWN" = "無線網路連線狀態未知。";
"AIRPORT_NO_NETWORK" = "未選取網路";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "“%@”已經啟用，但無法連接網路。";
"AIRPORT_CONNECTED_TO" = "“%1$@”已連接至“%2$@”。";
"AIRPORT_CONNECTED_TO_IBSS" = "“%1$@”已連接電腦對電腦網路“%2$@”。";
"AIRPORT_NO_IP" = "“%@”沒有 IP 位址，無法連接 Internet。";
"AIRPORT_NO_IP_CONFIGMETHOD" = "設定“%1$@”透過“%2$@”取得 IP 位址，但未取得 IP 位址，無法連接 Internet。";
"AIRPORT_CONNECTED_WITH_IP" = "“%1$@”已連接至“%2$@”，且其 IP 位址為 %3$@。";
"AIRPORT_LINK_LOCAL" = "“%@”有自行分配的 IP 位址“%@”，無法連接 Internet。";
"AIRPORT_NO_ROUTER" = "無法與基地台聯絡。請確定基地台已正確設定。";
"AIRPORT_NO_REACH_IP" = "“%@”已連接無線網路，但無法取得基地台的狀態。您也許已連接 Internet。";
"AIRPORT_NO_DNS" = "“%@”已連接 Internet，但 DNS 設定可能沒有正確設好。";
"AIRPORT_INTERNET_SHARING" = "“Internet 共享”已經啟用並且正在透過“%@”共享連線。";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "已知的網路會自動加入。如果沒有可用的已知網路，在加入新的網路之前會先詢問您。";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "已知的網路會自動加入。如果沒有可用的已知網路，您就必須手動選擇網路。";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "“%@”目前為現用中";
"ETHERNET_NOT_ACTIVE" = "“%@”已停用";
"ETHERNET_CONNECTED" = "“%@”已連線";
"ETHERNET_NOT_CONNECTED" = "“%@”尚未連線";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "目前正在使用“%1$@”，且 IP 位址為 %2$@。";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "已接上“%@”的接線，但您的電腦沒有 IP 位址。";
"ETHERNET_NOT_PLUGGED" = "“%@”的接線沒有接上電源，或另一端的設備沒有回應。";
"ETHERNET_LINK_LOCAL" = "“%@”有自行分配的 IP 位址，將無法連接 Internet。";
"ETHERNET_NO_ROUTER" = "“網路狀態”無法聯絡路由器。";
"ETHERNET_NO_REACH_IP" = "“%@”已連接您的區域網路，但“網路狀態”無法驗證您是否已連上 Internet。";
"ETHERNET_NO_DNS" = "“%@”已連線，不過 DNS 並未如預期般運作，且可能並未正確設定。";
"ETHERNET_LOOPBACK" = "“%@”有迴路 IP 位址，可能無法連接。";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "未連接“%1$@”。";

/* iPhone USB */
"USB_NOT_PLUGGED" = "未插入“%@”的接線，或設備沒有回應。";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "未連接可與網路一起使用的 FireWire 設備。";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "沒有設定“%@”";
"MODEM_CONNECTED" = "“%@”已連線";
"MODEM_NOT_CONNECTED" = "“%@”尚未連線";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "尚未設定“%@”。";
"MODEM_READY" = "請按“連接”按鈕來連接網路。";

/* VPN Simple Status */
"VPN_INACTIVE" = "已停用“%@”";
"VPN_CONNECTED" = "“%@”已連線";
"VPN_CONNECTING" = "“%@”正在連線⋯";
"VPN_DISCONNECTING" = "“%@”正在中斷連線⋯";
"VPN_NOT_CONNECTED" = "“%@”尚未連線";
"VPN_UNKNOWN_STATE" = "“%@”狀態未知。";
"VPN_NOT_CONFIGURED" = "沒有設定“%@”";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "現有的配置將會遺失";
"LINK_ALERT_EXISTING_CONFIG" = "任何在所選傳輸埠上的現有配置將會遺失。您確定要建立聚集？";
"LINK_STATUS_SPEED_DOWN" = "下降";
"LINK_STATUS_ENABLED" = "好";
"LINK_STATUS_INVALID" = "無效的連結";
"LINK_STATUS_NO_PARTNER" = "沒有對等用戶";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "工作群組";
"LINK_STATUS_UNKNOWN" = "未知的";
"LINK_STATUS_TOOLTIP_ENABLED" = "未偵測到問題。";
"LINK_STATUS_TOOLTIP_INVALID" = "連結狀態無效（例如，失效、半雙工或錯誤速度）。";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "此裝置已連接到該開關上的傳輸埠，但傳輸埠似乎沒有啟用 802.3ad“連結聚集”。";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "此傳輸埠是連接到對等用戶，但是連結聚集群組和現在正使用的不同。";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "無法確認此裝置的狀態。";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "無法輸入“%@”的配置。";
"ALERT_IMPORT_FAILED_MESSAGE" = "找不到“%@”服務。";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "無法輸入“%@”配置，因為您尚未在“網路”偏好設定中設定“%@”服務。";
"IMPORT_FAILED_BAD_FILE" = "輸入失敗，因為檔案不正確。";
"IMPORT_MULTIPLE_FORMAT" = "找到多個“%@”服務。請選取要輸入配置的服務：";
"IMPORT_MULTIPLE_8021X_FORMAT" = "找到支援“%@”的多個服務。請選取要輸入配置的服務：";
"EXPORT_FAILED" = "輸出失敗。";
"EXPORT_FAILED_FILE" = "無法將配置寫出至檔案。";
"EXPORT_FAILED_CONFIGS" = "無法將配置寫入至檔案，因為沒有配置";
"EXPORT_FAILED_CHECKBOXES" = "無法將配置寫入至檔案，因為未勾選註記框。";
"EXPORT_FAILED_FILE_8021x" = "無法將 802.1X 描述檔寫入至檔案。";
"EXPORT_FAILED_PROFILES" = "無法將 802.1X 描述檔寫入至檔案，因為沒有描述檔。";
"EXPORT_FAILED_CHECKBOXES_8021x" = "無法將 802.1X 描述檔寫入至檔案，因為未勾選註記框。";

"EXPORT_UNTITLED_FILE" = "未命名";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "您需要設定新網路連線或是解決網路問題的協助嗎？";
"ASSIST_SHEET_INFO" = "若您需要設定新網路配置的協助，請按“輔助程式”一下。若您需要解決網路連線問題的協助，請按“診斷”一下。";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "輔助程式⋯";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "診斷⋯";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk 已在其他網路服務上啟用。";
"APPLETALK_ALRT_EXPLANATION" = "您要停用在“%@”上的 AppleTalk 嗎？"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk 一次僅能在一個網路傳輸埠上啟用，若繼續，將會停用“%@”上的 AppleTalk。"; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "無法使用";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "在選單列中顯示 VPN 狀態";
"SHOW_MODEM_MENUEXTRA" = "在選單列中顯示數據機狀態";
"SHOW_WWAN_MENUEXTRA" = "在選單列中顯示 WWAN 狀態";
"SHOW_PPPOE_MENUEXTRA" = "在選單列顯示 PPPoE 狀態";
"SHOW_IRDA_MENUEXTRA" = "在選單列中顯示 IrDA 狀態";

/* Accessibility Strings */
"Location Actions" = "位置動作";
"Add Location" = "加入位置";
"Delete Location" = "刪除位置";

"Add search domain" = "加入搜尋網域";
"Delete search domain" = "刪除搜尋網域";
"Add DNS server" = "加入 DNS 伺服器";
"Delete DNS server" = "刪除 DNS 伺服器";

"Add Service"= "加入服務";
"Delete Service" = "刪除服務";
"Service Actions" = "服務動作";

"Add Profile"= "加入描述檔";
"Delete Profile" = "刪除描述檔";

"SERVICE_LOGO_FORMAT" = "%@ 標誌";
"Service Logo" = "服務標誌";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "伺服器將提示輸入密碼";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "找不到 PAN 設備";